{"date":{"0":"January 1, 2023","1":"December 31, 2022","2":"December 30, 2022","3":"December 27, 2022","4":"December 25, 2022","5":"December 24, 2022","6":"December 22, 2022","7":"December 19, 2022","8":"December 19, 2022","9":"December 18, 2022","10":"December 13, 2022","11":"December 13, 2022","12":"December 3, 2022","13":"December 2, 2022","14":"December 1, 2022"},"preview":{"0":"A Year of Surprising Science From NASA's InSight Mars Mission","1":"MOXIE Could Help Future Rockets Launch Off Mars","2":"Independent Review Indicates NASA Prepared for Mars Sample Return Campaign","3":"MAVEN Maps Electric Currents around Mars that are Fundamental to Atmospheric Loss","4":"NASA Mars Mission Connects With Bosnian and Herzegovinian Town","5":"From JPL's Mailroom to Mars and Beyond","6":"NASA's Curiosity Rover Finds an Ancient Oasis on Mars","7":"Two Rovers to Roll on Mars Again: Curiosity and Mars 2020","8":"Meet the People Behind NASA's Perseverance Rover","9":"NASA's Briefcase-Size MarCO Satellite Picks Up Honors","10":"NASA's Curiosity Takes Selfie With 'Mary Anning' on the Red Planet","11":"NASA's Mars 2020 Rover Completes Its First Drive","12":"NASA Administrator Statement on Moon to Mars Initiative, FY 2021 Budget","13":"NASA, ULA Launch Mars 2020 Perseverance Rover Mission to Red Planet","14":"NASA's New Mars Rover Will Use X-Rays to Hunt Fossils"},"title":{"0":"A batch of new papers summarizes the lander's findings above and below the surface of the Red Planet.","1":"NASA's Perseverance rover carries a device to convert Martian air into oxygen that, if produced on a larger scale, could be used not just for breathing, but also for fuel.","2":"NASA released an independent review report Tuesday indicating the agency is well positioned for its Mars Sample Return campaign to bring pristine samples from Mars to Earth for scientific study.","3":"Five years after NASA’s MAVEN spacecraft entered into orbit around Mars, data from the mission has led to the creation of a map of electric current systems in the Martian atmosphere.","4":"A letter from NASA was presented to the mayor of Jezero, Bosnia-Herzegovina, honoring the connection between the town and Jezero Crater, the Mars 2020 rover landing site.","5":"Bill Allen has thrived as the mechanical systems design lead for three Mars rover missions, but he got his start as a teenager sorting letters for the NASA center.","6":"New evidence suggests salty, shallow ponds once dotted a Martian crater — a sign of the planet's drying climate.","7":"They look like twins. But under the hood, the rover currently exploring the Red Planet and the one launching there this summer have distinct science tools and roles to play.","8":"These are the scientists and engineers who built NASA's next Mars rover and who will guide it to a safe landing in Jezero Crater. ","9":"The twin spacecraft, the first of their kind to fly into deep space, earn a Laureate from Aviation Week & Space Technology.","10":"The Mars rover has drilled three samples of rock in this clay-enriched region since arriving in July.","11":"In a 10-plus-hour marathon, the rover steered, turned and drove in 3-foot (1-meter) increments over small ramps.","12":"Jim Bridenstine addresses NASA's ambitious plans for the coming years, including Mars Sample Return.","13":"The agency's Mars 2020 mission is on its way. It will land at Jezero Crater in about seven months, on Feb. 18, 2021. ","14":"PIXL, an instrument on the end of the Perseverance rover's arm, will search for chemical fingerprints left by ancient microbes."}}